[
    {
        "id": 1,
        "title": "Gagner une partie avec 25 kills minimum sur 3 parties différentes."
    },
    {
        "id": 2,
        "title": "Gagner une partie avec au moins 35 kills sur une seule map."
    },
    {
        "id": 3,
        "title": "Gagner une partie où chaque membre de l'équipe a au moins 10 kills."
    },
    {
        "id": 4,
        "title": "Gagner 3 parties consécutives en étant MVP."
    },
    {
        "id": 5,
        "title": "Gagner une partie avec 20 kills minimum."
    },
    {
        "id": 6,
        "title": "Gagner une partie avec au moins 15 kills sur chaque map jouée dans la semaine."
    },
    {
        "id": 7,
        "title": "Réaliser au total 150 kills dans l'historique de partie."
    },
    {
        "id": 8,
        "title": "Gagner une partie avec 30 kills minimum."
    },
    {
        "id": 9,
        "title": "Gagner une partie avec un K/D supérieur à 3 dans 3 parties différentes."
    },
    {
        "id": 10,
        "title": "Gagner une partie avec un K/D supérieur à 4 sur une map spécifique (par exemple, Haven)."
    },
    {
        "id": 11,
        "title": "Gagner une partie avec un K/D de moins de 1."
    },
    {
        "id": 12,
        "title": "Gagner 5 parties avec un K/D supérieur à 2."
    },
    {
        "id": 13,
        "title": "Réussir 2 games consécutives avec un K/D supérieur à 2.0."
    },
    {
        "id": 14,
        "title": "Gagner une partie avec un pourcentage de headshot supérieur à 40%."
    },
    {
        "id": 15,
        "title": "Gagner une partie en réalisant au moins 50% de headshots dans une manche."
    },
    {
        "id": 16,
        "title": "Gagner une partie en réalisant 15 assists minimum."
    },
    {
        "id": 17,
        "title": "Réaliser au moins 80 assists dans l'historique de partie."
    },
    {
        "id": 18,
        "title": "Réussir 5 assists en une seule manche et gagner la partie."
    },
    {
        "id": 19,
        "title": "Avoir 15 assists ou plus sur 3 parties gagnées différentes."
    },
    {
        "id": 20,
        "title": "Gagner une partie en ayant le plus grand nombre d'assists parmi les deux équipes."
    },
    {
        "id": 21,
        "title": "Gagner une partie avec un écart de 10 rounds ou plus."
    },
    {
        "id": 22,
        "title": "Gagner une partie avec un score exact de 13-11."
    },
    {
        "id": 23,
        "title": "Gagner une partie avec 0 rounds perdus en attaque."
    },
    {
        "id": 24,
        "title": "Gagner une partie en étant mené 9-3, puis remonter pour gagner."
    },
    {
        "id": 25,
        "title": "Gagner une partie avec 6 manches consécutives sans perdre un round."
    },
    {
        "id": 26,
        "title": "Gagner 2 parties consécutives avec au moins 10 rounds d'écart."
    },
    {
        "id": 27,
        "title": "Gagner une partie sur chaque map au moins une fois."
    },
    {
        "id": 28,
        "title": "Gagner une partie avec 4 agents dans l'historique."
    },
    {
        "id": 29,
        "title": "Gagner une partie en jouant un agent Initiateur avec au moins 10 assists."
    },
    {
        "id": 30,
        "title": "Gagner une partie en jouant un agent Dueliste avec 20 kills."
    },
    {
        "id": 31,
        "title": "Gagner une partie avec Sage en réalisant au moins 3 résurrections."
    },
    {
        "id": 32,
        "title": "Gagner une partie avec Killjoy en obtenant au moins 2 kills grâce à ses molly."
    },
    {
        "id": 33,
        "title": "Gagner une partie avec Raze et réaliser un double kill avec son ultime."
    },
    {
        "id": 34,
        "title": "Gagner une partie avec Brimstone et obtenir au moins 2 kills avec ses grenades incendiaires."
    },
    {
        "id": 35,
        "title": "Gagner une partie avec Sova en réalisant au moins 5 kills à travers des murs."
    },
    {
        "id": 36,
        "title": "Gagner une partie avec Jett en réalisant au moins 5 kills avec son ultime."
    },
    {
        "id": 37,
        "title": "Gagner une partie avec Cypher en réalisant au moins 5 kills à travers des smokes."
    },
    {
        "id": 38,
        "title": "Gagner une partie où chaque membre de l'équipe réalise au moins 10 kills."
    },
    {
        "id": 39,
        "title": "Gagner une partie où l'équipe entière ne perd aucun round en défense."
    },
    {
        "id": 40,
        "title": "Gagner une partie avec au moins 2 kills par round sur 5 rounds consécutifs."
    },
    {
        "id": 41,
        "title": "Gagner 3 parties consécutives."
    },
    {
        "id": 42,
        "title": "Gagner 5 parties consécutives."
    },
    {
        "id": 43,
        "title": "Gagner 7 parties consécutives."
    },
    {
        "id": 44,
        "title": "Gagner un partie en faisant un ACE."
    },
    {
        "id": 45,
        "title": "Gagner une partie où vous réalisez 2 clutch consécutifs."
    },
    {
        "id": 46,
        "title": "Gagner une partie après avoir perdu tous les pistol rounds."
    },
    {
        "id": 47,
        "title": "Gagner une partie en ayant participé à 50% des kills ou assists de l’équipe."
    }
]